[
    {
      "quote": "Do not save what is left after spending, but spend what is left after saving.",
      "author": "Warren Buffett"
    },
    {
      "quote": "Beware of little expenses; a small leak will sink a great ship.",
      "author": "Benjamin Franklin"
    },
    {
      "quote": "The goal of a successful business is not to accumulate money, but to create value.",
      "author": "Peter Drucker"
    },
    {
      "quote": "Financial freedom is available to those who learn about it and work for it.",
      "author": "Robert Kiyosaki"
    },
    {
      "quote": "Balancing your money is the key to having enough.",
      "author": "Elizabeth Warren"
    },
    {
      "quote": "A budget is telling your money where to go instead of wondering where it went.",
      "author": "Dave Ramsey"
    },
    {
      "quote": "The price of anything is the amount of life you exchange for it.",
      "author": "Henry David Thoreau"
    },
    {
      "quote": "The secret to wealth is simple: Find a way to do more for others than anyone else does.",
      "author": "Tony Robbins"
    },
    {
      "quote": "Success is not the result of spontaneous combustion. You must set yourself on fire.",
      "author": "Arnold H. Glasow"
    },
    {
      "quote": "The art of managing money is more about understanding human behavior than numbers.",
      "author": "Morgan Housel"
    },
    {
      "quote": "Opportunities come infrequently. When it rains gold, put out the bucket, not the thimble.",
      "author": "Warren Buffett"
    },
    {
      "quote": "Formal education will make you a living; self-education will make you a fortune.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Money is a terrible master but an excellent servant.",
      "author": "P.T. Barnum"
    },
    {
      "quote": "The best investment you can make is in yourself.",
      "author": "Warren Buffett"
    },
    {
      "quote": "An investment in knowledge pays the best interest.",
      "author": "Benjamin Franklin"
    },
    {
      "quote": "Financial peace isn't the acquisition of stuff. It's learning to live on less than you make.",
      "author": "Dave Ramsey"
    },
    {
      "quote": "In business, the idea of measuring what you are doing, picking the measurements that count, like customer satisfaction and performance, you thrive on that.",
      "author": "Bill Gates"
    },
    {
      "quote": "Profit in business comes from repeat customers, customers that boast about your product and service, and that bring friends with them.",
      "author": "W. Edwards Deming"
    },
    {
      "quote": "A business that makes nothing but money is a poor business.",
      "author": "Henry Ford"
    },
    {
      "quote": "The more your money works for you, the less you have to work for money.",
      "author": "Idowu Koyenikan"
    }
  ]
  